---
kind: enumMember
id: F:Autodesk.Revit.DB.ModifierType.PhaseDemolished
enum: Autodesk.Revit.DB.ModifierType
source: html/14da29ca-e466-9c3f-7a5b-5988a0e0ef6b.htm
---
# Autodesk.Revit.DB.ModifierType.PhaseDemolished

Signals that the name of the demolition phase will appear in the layer name.